Repository: phpmx/phpmexico.test
Catalog: web/app/languages/plugins/username-changer-*.po
Languages: es_mx

source: Cheatin&#8217; huh?
es_mx: Haciendo trampas, ¿eh?

source: Emails allow the use of the following template tags:
es_mx: Los correos electrónicos permiten el uso de las siguientes etiquetas de plantilla:

source: Specify the message to send for username change notifications.
es_mx: Especifica el mensaje a enviar en los avisos de cambio de nombre de usuario.

source: Email Message
es_mx: Mensaje de correo electrónico

source: Specify the subject for username change notifications.
es_mx: Especifique el asunto de los avisos de cambio de nombre de usuario.

source: Email Subject
es_mx: Asunto del correo electrónico

source: Notifications are not sent when a user changes their own username.
es_mx: Los avisos no se envían cuando un usuario cambia su propio nombre de usuario.

source: Enable to send notification emails when usernames are changed.
es_mx: Actívalo para enviar avisos de correos electrónicos cuando se cambien los nombres de usuario.

source: Enable Email Notifications
es_mx: Activar los avisos de correo electrónico

source: Email Settings
es_mx: Ajustes del correo electrónico

source: Login now at {loginurl}
es_mx: Acceder ahora a {loginurl}

source: Howdy! We're just writing to let you know that your username for {siteurl} has been changed to {new_username}.
es_mx: ¡Hola! Te escribimos para informarte que tu nombre de usuario en {siteurl} ha sido cambiado a {new_username}.

source: Username change notification - {sitename}
es_mx: Notificación de cambio de nombre de usuario - {nombre de sitio}

source: Change usernames easily
es_mx: Cambiar nombres de usuario fácilmente

source: The minimum allowed username length
es_mx: La longitud mínima permitida del nombre de usuario

source: The full name of the user, first and last
es_mx: El nombre completo del usuario, nombre y apellido

source: The first name of the user
es_mx: El nombre del usuario

source: Today's date
es_mx: Fecha de hoy

source: The login URL for your site
es_mx: La URL de acceso a tu sitio

source: Your site URL
es_mx: La URL de tu sitio

source: Your site name
es_mx: El nombre de tu sitio

source: The email address of the user
es_mx: La dirección de correo electrónico del usuario

source: The new username of the user
es_mx: El nuevo nombre de usuario

source: The original username of the user
es_mx: El nombre de usuario original

source: The message settings fields allow the use of the following template tags:
es_mx: Los campos de ajuste del mensaje permiten el uso de las siguientes etiquetas de plantilla:

source: Template Tags
es_mx: Etiquetas de la plantilla

source: System Info
es_mx: Información del sistema

source: Username Changer Support
es_mx: Soporte de Username Changer

source: Customize the error displayed when a user attempts to change a username to something that is already in use.
es_mx: Personaliza el error que se muestra cuando un usuario intenta cambiar un nombre de usuario a uno que ya está en uso.

source: Duplicate Username Error
es_mx: Error de nombre de usuario duplicado

source: In normal circumstances, this message should never be triggered. It exists only to provide an extra layer of security against unauthorized use.
es_mx: En circunstancias normales, este mensaje no debería activarse nunca. Solo existe para proporcionar una capa extra de seguridad contra el uso no autorizado.

source: Customize the error displayed when a user attempts to change a username they do not have permission to change.
es_mx: Personaliza el error que se muestra cuando un usuario intenta cambiar un nombre de usuario que no tiene permiso para cambiar.

source: Wrong Permissions Error
es_mx: Error de permisos necesarios

source: Username is too short, the minimum length is {minlength} characters.
es_mx: El nombre de usuario es demasiado corto, la longitud mínima es de {minlength} caracteres.

source: Customize the error displayed when a username is too short.
es_mx: Personaliza el error que se muestra cuando un nombre de usuario es demasiado corto.

source: Short Username Error
es_mx: Error de nombre de usuario demasiado corto

source: Customize the text for the relogin link shown if a user changes their own username.
es_mx: Personaliza el texto del enlace para volver acceder que se muestra si un usuario cambia su propio nombre de usuario.

source: Relogin Message
es_mx: Mensaje de volver a acceder

source: Customize the message displayed when a username is changed successfully.
es_mx: Personaliza el mensaje que se muestra cuando un nombre de usuario se cambia correctamente.

source: Username Changed Message
es_mx: Mensaje de nombre de usuario cambiado

source: Please wait...
es_mx: Por favor, espera...

source: Customize the text displayed while usernames are being checked.
es_mx: Personaliza el texto que se muestra mientras se comprueban los nombres de usuario.

source: Please Wait Message
es_mx: Mensaje "Por favor, espera"

source: Messages
es_mx: Mensajes

source: Cancel
es_mx: Cancelar

source: Customize the text for the cancel button.
es_mx: Personaliza el texto del botón "Cancelar".

source: Cancel Button Label
es_mx: Etiqueta del botón "Cancelar"

source: Save Username
es_mx: Guardar el nombre de usuario

source: Customize the text for the save button.
es_mx: Personaliza el texto del botón "Guardar".

source: Save Button Label
es_mx: Etiqueta del botón "Guardar"

source: Customize the text for the 'change username' button.
es_mx: Personaliza el texto del botón "Cambiar nombre de usuario".

source: Change Button Label
es_mx: Cambiar la etiqueta del botón

source: Button Labels
es_mx: Etiquetas de los botones

source: The minimum allowed length for usernames is {minlength} characters.
es_mx: La longitud mínima permitida para los nombres de usuario es de {minlength} caracteres.

source: Specify the minimum allowed username length.
es_mx: Especifica la longitud mínima permitida del nombre de usuario.

source: Minimum Length
es_mx: Longitud mínima

source: Administrators can always change usernames, and are the only role capable of changing other users username.
es_mx: Los administradores siempre pueden cambiar de nombre de usuario y son el único perfil capaz de cambiar el nombre de usuario de otros usuarios.

source: Select the user roles which are permitted to change their own username.
es_mx: Selecciona los perfiles de usuario a los que se les permite cambiar su propio nombre de usuario.

source: Allowed Roles
es_mx: Perfiles permitidos

source: String Settings
es_mx: Ajustes de cadenas de texto

source: General Settings
es_mx: Ajustes generales

source: Support
es_mx: Soporte

source: Settings
es_mx: Ajustes

source: Username Changer Settings
es_mx: Ajustes del cambio de nombre de usuario

source: An unknown error occurred.
es_mx: Ha ocurrido un error desconocido.

source: Click here to log back in.
es_mx: Haz clic aquí para volver a acceder.

source: Username successfully changed to {new_username}.
es_mx: El nombre de usuario cambió con éxito a {new_username}.

source: The username {new_username} is already in use. Please try again.
es_mx: El nombre de usuario {new_username} ya está en uso. Por favor, inténtalo de nuevo.

source: Sorry, that username is not allowed.
es_mx: Lo siento, ese nombre de usuario no está permitido.

source: The username {new_username} contains invalid characters. Please enter a valid username.
es_mx: El nombre de usuario {new_username} contiene caracteres no válidos. Por favor, introduce un nombre de usuario válido.

source: You do not have the correct permissions to change this username.
es_mx: No tienes los permisos necesarios para cambiar este nombre de usuario.

source: Invalid request.
es_mx: Solicitud no válida.

source: Change Username
es_mx: Cambiar el nombre de usuario
